Repository: lobna-abdalrahman/khalijIB
Catalog: InternetBanking_v1/App_LocalResources/GlobalRes.*.resx
Languages: ar

# reportproplemlabel
source: Report Proplem
ar: تبليغ عن مشكلة

# RequestedDate1
source: Request Date
ar: تاريخ الطلب

# RequestedSize1
source: Requested Size
ar: حجم الدفتر المطلوب

# RequestNewChequeBook_BoxHeader1
source: Request New Cheque-Book
ar: طلب دفتر شيكات

# RequestNewChequeTitle1
source: Request a new Cheque
ar: طلب دفتر شيكات

# resetsession
source: Session Reset
ar: إعادة تعين الجلسه

source: Response Message
ar: رسالة الرد

# responsemessage1
source: Response Message
ar: رسالة الرد

source: Response Status
ar: حالة الرد

# responsestatus1
source: Response Status
ar: حالة الرد

# SalaryAccountNo1
source: To Account Number
ar: لرقم الحساب

# SalaryCheckYourChoise
source: Please Check Your choise
ar: الرجاء مراجعة أختيارك

# SalaryErrorProcesingFile
source: Error While processing File
ar: عذرا.. حدث خلل أثناء معالجة الملف

# SalarySelectYourFile
source: Please Select Your File
ar: الرجاء إختيار الملف في صيغة أكسل

# Salary_Transfer_Title1
source: Salary Transfer
ar: تحويل رواتب

# savevoice
source: Save Invoice
ar: حفظ الفاتوره

source: SDG
ar: ج.س

# SelectAccountType1
source: -- Select Account Type --
ar: -- إختر نوع الحساب --

# SelectBranch1
source: -- Select Branch --
ar: -- إختر الفرع --

# SelectCurrency1
source: -- Select Currency --
ar: -- إختر العملة--

# SendSuggestions1
source: Send your Suggestions
ar: أرسل إقتراحاتك

# SendUsMessageTitle1
source: Send Us a Message
ar: أرسل لنا رسالة

# SendUs_Button1
source: Send
ar: إرسال

# SendUs_Email1
source: Email
ar: البريد الإلكتروني

# SendUs_Message1
source: Your Message..
ar: الرسالة...

# SendUs_Name1
source: Your Name
ar: إسم المستخدم

# SendUs_Subject1
source: Subject
ar: الموضوع

# SendYourSuggestion1
source: Send your Suggestions
ar: أرسل مقترحاتك

source: Service Name
ar: إسم الخدمه

# Services_Parent1
source: Services
ar: الخدمات

# Signinlabel
source: Sign in
ar: تسجيل الدخول

# Status1
source: Status
ar: الحالة

source: Student No
ar: رقم الطالب

# Subject1
source: Subject
ar: الموضوع

# SubjectRequired1
source: Subject is Required
ar: الموضوع مطلوب

# subscriberid1
source: Subscriber ID
ar: رقم المشترك

# SuccesHeader
source: Successful
ar: تمت العملية بنجاح

# SuccessCardMessage
source: Your Card has been Added successfully
ar: تم إضافة رقم البطاقة للمفضلة

# successChequeMsg
source: Your Request is under Process
ar: طلبك تحت التنفيذ

# SuccessMeterMessage
source: Your Meter has been Added successfully
ar: تم إضافة رقم العداد للمفضلة

# SuccessPhoneMessage
source: Your Favorite Phone has been Added successfully
ar: تم إضافة رقم الهاتف للمفضلة

# successTransferMsg
source: Transfer is Under Process..
ar: تمت العملية بنجاح.. الحوالة تحت التنفيذ

# Telecom_Title1
source: Telecom Payment
ar: دفعيات الإتصالات

source: Time
ar: الوقت

# time1
source: Transaction Time
ar: وقت المعاملة

# toaccdet
source: To Account Details
ar: تفاصيل الحساب المحول له

# ToAccountNo1
source: To Account Number
ar: تحويل لحساب آخر

source: To Account Type
ar: نوع الحساب المحول له

# toaccounttype1
source: To Account type
ar: نوع الحساب المحول له

# ToBankCustomer1
source: Bank account transfer
ar: تحويل لعميل داخل البنك

source: To Branch
ar: فرع الحساب المحول له

source: To Card
ar: الى البطاقه

# ToCardNumber1
source: To Card Number
ar: إلى البطاقة

# ToCardNumberRequired1
source: Please Enter To Card Number
ar: الرجاء إدخال رقم البطاقة

# ToCard_BoxHeader1
source: Card Transfer
ar: تحويل لبطاقة

# ToCard_Title1
source: To Card
ar: تحويل لبطاقة

# ToDate1
source: To Date
ar: حتى التاريخ

# ToDateRequired1
source: To Date is Required
ar: حتى التاريخ مطلوب

# Token1
source: Token
ar: رقم التوكن

# ToNonCustomer1
source: To Branch Counter Transfer
ar: تحويل لكاونتر الفرع

# ToPhoneNo1
source: Phone Number
ar: لرقم الهاتف

# ToPhoneNoRequired1
source: Phone Number is Required
ar: رقم الهاتف مطلوب

# topuplabel
source: Top-up Purchase
ar: شراء رصيد

# Top_up_Service1
source: Top up Service
ar: شراء رصيد

# total1
source: Total
ar: المجموع

# TotalAmount1
source: Total Amount
ar: المبلغ الكلي

# TotalSuccesfulRows1
source: Total Succesful Rows
ar: إجمالي الصفوف التي نجح التحويل لها

# Total_Amount1
source: Total Amount
ar: القيمة الإجمالية

# Total_Rows1
source: Total Rows
ar: إجمالي الصفوف

# Total_Succesful_Rows1
source: Total Succesful Rows
ar: إجمالي الصفوف التي نجح التحويل لها

# tranamount
source: Transaction Amount
ar: مقدار المعاملة

# TranResult
source: Result
ar: النتيجة

source: Transaction
ar: المعاملة

source: Transaction Date
ar: تاريخ المعاملة

source: Transaction Date & Time
ar: تاريخ ووقت المعاملة

# transactionfailed
source: Transaction failed due to some complication, please try again.
ar: فشلت العمليه الرجاء المحاوله مره أخرى

# transactionslabel
source: Transactions
ar: المعاملات

# TransactionsTitle1
source: Transactions
ar: الحركات

source: Transaction Time
ar: زمن المعاملة

# TransactionType
source: Type
ar: نوع العملية

# Transaction_ID1
source: Transaction ID
ar: رقم الحركة

# Transaction_Name1
source: Transaction Name
ar: إسم الحركة

# Transaction_Status1
source: Status
ar: حالة الحركة

source: Transfer
ar: تحاويل

# TransferDate
source: Date
ar: التاريخ

source: Transfer ID
ar: رقم الحركة

# Transfer_Parent1
source: Transfer
ar: تحويل

# unbilledAmount1
source: Unbilled Amount
ar: مبلغ غير مدفوع

source: Unit Name
ar: إسم الوحده

# UnitsInKwh1
source: Units In Kwh
ar: الوحدات بالكيلو واط

# Update_Information1
source: Update Information
ar: تجديد المعلومات

# Update_IPIN_Title1
source: Change IPIN
ar: تغيير كلمة الإنترنت السرية

# Update_Password_Title1
source: Change Password
ar: تغيير كلمة السر

# USER1
source: USER
ar: المستخدم

source: User ID
ar: معرف المستخدم

# UserName1
source: User Name
ar: إسم المستخدم

# UserNameRequired1
source: User Name is Required
ar: إسم المستخدم مطلوب

# VerificationCode1
source: Verification Code
ar: رمز التحقق

# verificationcodetitle
source: A text message containting 6 digit verification code was sent to your registed phone number
ar: تم إرسال رساله نصية تحتوي على رمز التحقق المكون من 6 أرقام إلى رقم هاتفك المسجل

# verifyMoreThanThree
source: You have Entered Invalid Password 3 times, please try again later
ar: أدخلت كلمة السر 3 مرات بشكل خاطئ. الرجاء المحاولة لاحقا

# verifyNotValidPWD
source: Please Enter Valid Verfication Code..!
ar: الرجاء إدخال كلمة السر الصحيحة

# verifyTimeOut
source: Sorry The OTP timed out. please try again
ar: عذرا. لقد نفذ وقت كلمة المرور المؤقتة, الرجاء المحاولة مرة أخرى

source: Verify Transfer
ar: تأكيد العمليه

# ViewChequesTitle1
source: View Cheques
ar: عرض الشيكات

# ViewInvestment1
source: View Investment
ar: عرض التفاصيل

# ViewStatementBtn1
source: View Statement
ar: كشف الحساب

# View_Accounts1
source: View Accounts
ar: عرض الحسابات

# View_All_Transactions1
source: View All Transactions
ar: عرض كل الحركات

# View_Statement1
source: View Statement
ar: عرض كشف الحساب

# WaterFees1
source: Water Fees
ar: رسوم المياه

# welcomebacklabel
source: Welcome Back
ar: مرحباً بعودتك

source: Year
ar: السنه

# Your_Information1
source: Your Information
ar: معلوماتك

# eports_title
source: EPorts Payment
ar: دفعيات المواني

source: North Port
ar: الميناء الشمالي

# PayCustomerCode
source: Invoice number
ar: رقم الفاتورة

source: South Port
ar: الميناء الجنوبي

# eportsinquery
source: Bill inquery
ar: معلومات الفاتورة

# fees
source: Fees Amount
ar: قيمة العمولة

# north
source: North Port
ar: الميناء الشمالي

source: Order Status
ar: حالة الطلب

source: Payment Status
ar: حالة الدفعية

source: Port Location
ar: موقع الميناء

source: Required Amount
ar: المبلغ المطلوب

# south
source: South Port
ar: الميناء الجنوبي

source: Payer Customer name
ar: إسم المخلص

# legacy_statement
source: Account Statement before october 2021
ar: كشف حساب لما قبل أكتوبر 2021

source: Primary IBAN
ar: رقم الحساب العالمي
