Repository: lobna-abdalrahman/khalijIB
Catalog: InternetBanking_v1/App_LocalResources/GlobalRes.*.resx
Languages: ar

# ipinLength
source: The {0} must be at least {4} characters long.
ar: يجب أن يكون {0} {4} على الأقل

source: New Password
ar: كلمه المرور الجديده

source: Not Successful
ar: فشل

# phoneLength
source: The {0} must be at least {10} characters long.
ar: يجب أن يكون {0} {10} على الأقل

source: Please Try again later
ar: الرجاء المحاوله لاحقا

# Quest1
source: What is “Internet Banking” service provided from Al-Khaleej Bank?
ar: ما خدمة الانترنت المصرفي المقدمة من بنك الخليج؟

# Quest2
source: Which services that Internet Banking provide to me?
ar: ما هي الخدمات التي يقدمها الإنترنت المصرفي المقدم من بنك الخليج؟

# quest3
source: How can I log-in to the Internet Banking?
ar: ما هي طريقة تسجيل الدخول ؟

# quest4
source: Am I going to use my own password when I use transfer features?
ar: هل سأقوم باستخدام كلمة المرور الخاصة بي عند اجراء عمليات التحويل بين الحسابات؟

# quest5
source: What is OTP?
ar: ما هي كلمة المرور المؤقتة ( تستخدم لمرة واحدة)؟

# quest6
source: What shall I do if I didn’t receive the OTP?
ar: ما العمل في حال عدم استلام كلمة المرور المؤقتة؟

# quest7
source: Did you forget your log-in password?
ar: هل نسيت كلمة المرور الخاصة بك؟

# quest8
source: What to do in case of facing other troubles in log-in or using services?
ar: ما العمل في حال مواجهة بعض المشاكل في تسجيل الدخول أو استخدام بعض الخدمات؟

# service1
source: View account information.
ar: استعراض معلومات الحساب .

# service10
source: Create a preferred list of cards, phone numbers, and electricity meters to facilitate payments.
ar: إنشاء قائمة مفضلة للبطاقات وأرقام الهواتف وعدادات الكهرباء لتسهيل عمليات السداد.

# service2
source: Monitor account balances.
ar: مراقبة أرصدة الحسابات.

# service3
source: Review transaction history.
ar: مراجعة تاريخ المعاملات.

# service4
source: Submit a request and follow up the status of a check book.
ar: إرسال طلب ومتابعة حالة دفتر شيكات .

# service5
source: Transfer between accounts.
ar: التحويل بين الحسابات.

# service6
source: Transfer to a bank card or any e-Purse card.
ar: التحويل لبطاقة مصرفية أو أي بطاقة محفظة الكترونية.

# service7
source: All kinds of government payments (customs, higher education and E15).
ar: الدفعيات الحكومية بأنواعها (الجمارك ، التعليم العالي وسداد ايصال 15).

# service8
source: Top-Up and bill payments for all networks (Zain, MTN & Sudani).
ar: تغذية رصيد الموبايل ودفع الفواتير لشبكات الاتصالات (Zain, MTN & Sudani).

# service9
source: Electricity purchase.
ar: شحن الكهرباء.

# servicesforCoporates
source: Internet Banking Service for Coporates:
ar: خدمة الانترنت المصرفي للشركات

# servicesforCoporates1
source: Internet banking for corporate has the same features as individuals, with the addition of the advantage of making use of corporate card services to benefit from government payments and from the various services provided by internet banking.
ar: تتميز بذات خصائص خدمة الانترنت المصرفي للأفراد مع اضافة ميزة الاستفادة من خدمات بطاقة الشركات للاستفادة من الدفعيات الحكومية ومن مختلف الخدمات التي تقدمها الخدمة.

# servicesforCoporates2
source: Al-Khaleej Bank will provide the institution with entry and authorization users in order to ensure the security and accuracy of the process, accordingly the existing user data will be updated with the same username by sending a message that includes a new password that will be changed at the first log-in process.
ar: سيقوم بنك الخليج بمد المؤسسة بمستخدمَي إدخال وتصريح وذلك لضمان آمان ودقة العملية ، عليه سيتم تحديث بيانات المستخدمين الحاليين باستخدام نفس اسم المستخدم بإرسال رسالة تشمل كلمة سر جديدة يتم تغييرها فور أول عملية تسجيل دخول.

source: Successful
ar: نجاح

# updatedpasswordsuccedd
source: Your Password has been updated successfully
ar: عمليه تغير كلمه المرور تمت بنجاح

source: OTP
ar: رمز التحقق

# insertyourusername
source: Please insert your username below to start the reset process.
ar: الرجاء إدخال إسم المستخدم لبدأ عملية إعادة تعين كلمة السر

# otpsent
source: A six digit otp has beeen sent to your registered number, please insert otp.
ar: لإعادة تعين كلمة السر يتطلب تحقيق هويتك عن طريق رمز يرسل إلى رقم هاتفك المسجل. قم بضفط الزر لبدأ عملية إعادة التعين.

source: Check
ar: إعاده تعين

source: Verify
ar: تأكيد

source: Show Receipt
ar: إظهار الإيصال

# available
source: Available Balance
ar: الرصيد المتوفر

source: Back
ar: العودة

# accountlabel
source: Accounts
ar: الحسابات

# AccountNo1
source: Account number
ar: رقم الحساب

# accountnotfount
source: No bank customer with this account
ar: لا يوجد عميل بهذا الحساب

# accountstatementlabel
source: Account Statement
ar: كشف حساب

# Accounts_and_status1
source: Accounts and status
ar: الحسابات وحالتها

# AccountType1
source: Account Type
ar: نوع الحساب

# Account_Statement1
source: Account Statement
ar: كشف حساب

# AccStatementBoxHeader1
source: Select Account Number to view Statement
ar: إختر رقم حساب لمعرفة كشف الحساب

# AccSummary_AccountNumber1
source: Account Number
ar: رقم الحساب

# AccSummary_BoxHeader1
source: My Accounts
ar: حساباتي

# AccSummary_Details1
source: Details
ar: تفاصيل

# AccSummary_Parent1
source: Accounts
ar: حسابي

# AccSummary_Title1
source: Account Summary
ar: ملخص الحسابات

# acqtransfee
source: Acq Transaction Fees
ar: عموله المعاملة

source: Acuirer Transaction Fees
ar: رسوم المعاملات الخارجية

# addbenificarycard
source: Add Beneficiary Card
ar: إضافه بطاقة مستفيد

# AddCardBoxHeader1
source: Add Favorite Cards
ar: أضافة بطاقة جديدة

# AddCardButton1
source: Add Card
ar: إضافة

# AddCardTitle1
source: Add Card
ar: أضافة بطاقة

# AddMeterBoxHeader
source: Add Your Favorite Meters
ar: أضف أرقام العدادات المفضلة لديك

# AddMeterButton
source: Add Meter
ar: أضف

# AddMeterTitle
source: Add Meter
ar: إضافة رقم عداد

# AddPhoneBoxHeader
source: Add your Favorite Phone Number
ar: أضف ارقام الهواتف المفضلة

# AddPhoneButton
source: Add Phone
ar: أضف

# AddPhoneTitle
source: Add Favorite Phone Number
ar: أضف ارقام الهواتف المفضلة

# Address1
source: Address
ar: العنوان

# AddressRequired1
source: Address is Required
ar: العنوان مطلوب

# alertAuthorize
source: Are You Sure you want to Authorize the transfer ?
ar: هل تريد تأكيد هذا التحويل

# alertReject
source: Are You Sure you want to Reject the transfer ?
ar: هل تريد رفض هذا التحويل

# AllTransactions1
source: All Transactions
ar: عرض كل الحركات

# AllTransfers1
source: All Transfers
ar: التحاويل

# alreadylogedin
source: You're already logged in, provide your credentials to login
ar: هنالك تسجيل دخول مسبق. الرجاء إدخال بيانات الدخول

# Amount1
source: Amount
ar: القيمة

# amountLength
source: The {0} must be at least {2} characters long.
ar: يجب أن يكون {0} {2} على الأقل

# AmountRequired1
source: Amount is Required
ar: القيمة مطلوبة

# announcement
source: Announcements
ar: الإعلانات

# aquirerfees
source: Aquirer Transaction Fees
ar: رسوم المعاملة

source: Arabic Name
ar: الإسم بالعربي

# arabiName1
source: Arabic Name
ar: الإسم بالعربي

# AuthorizeTransfer1
source: Authorize Transfer
ar: تصديق الحوالة

# AuthorizeTransferDetails1
source: Transfer Details
ar: تفاصيل الحوالة

# available1
source: Available Balance
ar: الرصيد المتاح

source: Available Balance
ar: الرصيد المتاح

# back1
source: Back
ar: عوده

source: Balance
ar: الرصيد

# balancelabel
source: Balance
ar: الرصيد

source: Bank Code
ar: رمز البنك

# BillAmount1
source: Bill Amount
ar: قيمة الفاتورة

source: Billed Amount
ar: القيمه المدفوعه

# BillerName1
source: Biller Name
ar: إسم المشغل

# BillerNameRequired1
source: Biller Name is Required
ar: إسم المشغل مطلوب

# Bill_Information1
source: My Bill Information
ar: معلومات الفاتورة

# BlockedAccountMessage1
source: Sorry, Your account is blocked please contact your branch
ar: عذرا.. تم حجب حسابك الرجاء التواصل مع فرع البنك للمزيد من المعلومات

# Branch1
source: Branch
ar: الفرع

# ButtonSubmit1
source: Submit
ar: تأكيد

# ButtonTransfer1
source: Transfer
ar: تحويل

# ButtonUpdate1
source: Update
ar: تجديد

# Button_Create_PDF1
source: Export As PDF
ar: PDF حفظ ملف

# Button_Export_Excel1
source: Export As Excel
ar: Excel حفظ ملف

# Button_GetBill
source: Get Bill
ar: بيانات الإيصال

# CardAlreadyExistsError
source: Card Already Exists, Please add different Card Number..
ar: رقم البطاقة مسجل مسبقا.. الرجاء إدخال رقم آخر

# CardID1
source: Card ID
ar: ترتيب البطاقة

# CardName1
source: Card Name
ar: إسم البطاقة

# CardNameRequired1
source: Please Enter Card Name
ar: الرجاء إدخال إسم البطاقة

# CardNumber1
source: Card Number
ar: رقم البطاقة

# cardNumberLength
source: The {0} must be at least {2} characters long.
ar: يجب أن يكون {0} {2} على الأقل

# CardNumberRequired1
source: Please Enter Card Number
ar: الرجاء إدخال رقم البطاقة

# Change_Your_Password1
source: Change Your Password
ar: تجديد كلمة السر

# CheqNum1
source: Cheque Number
ar: رقم الشيك

# ChequeBookStatusBtn1
source: View Status
ar: عرض الحالة

# ChequeBookStatusTitle1
source: Cheque-Book Status
ar: حالة طلبات دفتر الشيكات

# ChequeDate1
source: Cheque Date
ar: تاريخ الشيك

# ChequeNumberRequired1
source: Cheque Number is Required
ar: رقم الشيك مطلوب

# ChequeRangeBiggerError
source: Please make sure the range is NOT greater than 50
ar: الرجاء التأكد من أن عدد الشيكات لايتجاوز 50

# ChequeRangeError1
source: Please Check Cheque Range
ar: الرجاء التأكد من نطاق الشيكات

# ChequeStatus1
source: Cheque Status
ar: حالة الشيك

# Choose1
source: Choose
ar: إختر

# ChooseDifferentAccountAlert1
source: Please choose a different Account Number.
ar: الرجاء إختيار رقم حساب مختلف

# ChqStatus_BoxHeader1
source: Find your Cheque Status
ar: تعرف على حالة شيكاتك

# ChqStatus_Title1
source: Cheque Status
ar: حالة الشيك

source: Confirm
ar: تأكيد

source: Confirm Card Number
ar: تأكيد رقم البطاقه

# ConfirmFavoritePhoneNumber
source: Confirm Phone Number
ar: تأكيد رقم الهاتف

source: Confirm Meter Number
ar: تأكيد رقم العداد

# ConnectivityErrorMessage1
source: Sorry, Connectivity issues.. Please try again later
ar: عذرا, هناك خلل في الشبكة.. الرجاء المحاولة مرة أخرى

# ConnectivityIssue1
source: Connectivity Issue, Please Try Again Later
ar: هناك خطأ في الوصول, الرجاء المحاولة لاحقا

# ContactUsTitle1
source: Contact Us
ar: تواصل معنا

# Contact_Us1
source: Contact Us
ar: تواصل معنا

# Continue1
source: Continue
ar: متابعة

# ContractNo1
source: Contract Number
ar: رقم الحساب

# contractNumber1
source: contract Number
ar: رقم التعاقد

# Corprate_Parent1
source: Corporate
ar: الشركات

# CourseID1
source: Field Type
ar: نوع المجال

# Currency1
source: Currency
ar: العملة

# CurrentIPIN1
source: Current IPIN
ar: كلمة الإنترنت السرية الحالية

# CurrentIPINRequired1
source: Current IPIN is Required
ar: كلمة الإنترنت السرية مطلوبة

# CurrentPassowrd1
source: Current Password
ar: كلمة السر الحالية

# CurrentPassowrdRequired1
source: Plese Enter Current Password
ar: الرجاء إدخال كلمة السر الحالية

# CustomerName1
source: Customer Name
ar: إسم العميل

# CustomsPayment_BoxHeader
source: Customs Payment Service
ar: خدمة دفع الجمارك

# CustomsPayment_Title
source: Customs Payment
ar: الجمارك

# Customs_bill1
source: My bill
ar: الفاتورة

# Customs_Title1
source: Customs billPayment
ar: دفع فاتورة الجمارك

# Dashboard1
source: Dashboard
ar: اللوحة الرئيسية

# Dash_LatestTrans1
source: Latest Transactions
ar: آخر حركات

# Dash_MoreInfo1
source: More Info
ar: معلومات إضافية

# Dash_PrimaryBalance1
source: Primary Balance
ar: الرصيد

# Dash_TransferSummary1
source: Transfer Summary
ar: ملخص التحاويل

# Dash_Transfer_sub1
source: Transfers
ar: تحويلة

# Dash_UserAccounts1
source: User Accounts
ar: حساباتي

# Date
source: Transaction Date
ar: التاريخ

# dateValidationError
source: Invalid Date, Make Sure Date is in the format dd/MM/yyyy
ar: الصيغة غير صحيحة ..الرجاء التأكد من الصيغة الصحيحة

# DeActivatedAccountMessage1
source: Sorry, Your account is De-Activated or Deleted please contact your branch
ar: عذرا.. تم إيقاف أو حذف حسابك, الرجاء التواصل مع فرع البنك للمزيد من المعلومات

source: Declarant
ar: المخلص

source: Declarant Number
ar: رقم المخلص

# declrantname
source: Declarnt Name
ar: إسم المخلص

# Details1
source: Details
ar: تفاصيل

# DetailsofTransfer
source: Transfer Details
ar: تفاصيل عمليه التحويل

source: Due Amount
ar: الفاتوره المستحقة

source: Dynamic Fees
ar: رسوم المعاملة

source: E15 Number
ar: E15 رقم إيصال

# EditCard1
source: Edit Card
ar: تعديل بطاقة

# EditMeterTitle1
source: Edit Meter Information
ar: تعديل معلومات العداد

# EditPhoneTitle1
source: Edit Phone information
ar: تعديل معلومات رقم الهاتف

# EGovBoxHeader1
source: E-Gov Payment Service
ar: دفع إيصالات حكومية

# EGovTitle1
source: E-Gov payment
ar: دفع إيصالات حكومية

# EGov_InvoiceNo1
source: Invoice Number
ar: رقم الإيصال

# EGov_InvoiceNo_Required1
source: Invoice Number is Required
ar: رقم الإيصال مطلوب

# ElectricityInformation1
source: Electricity Information
ar: معلومات الكهرباء

# electricitypurchaselabel
source: Electricity Purchase
ar: شراء كهرباء

# Electricity_Information1
source: Electricity Information
ar: معلومات الكهرباء

# Electricity_Payment_BoxHeader1
source: Electricity Payment
ar: شراء الكهرباء

# Electricity_Title1
source: Electricity Payment
ar: شراء كهرباء

# Email1
source: Email
ar: البريد الإلكتروني

# EmailInvalid1
source: Please Write a valid e-mail
ar: الرجاء إدخال بريد إلكتروني صالح

# EmailRequired1
source: Email is Required
ar: البريد الإلكتروني مطلوب

# englishName1
source: English Name
ar: الإسم بالإنجليزية

# excelFileError
source: Please Choose An Excel File
ar: الرجاء إختيار ملف اكسل

# expDate
source: Expiration Date
ar: تاريخ الإنتهاء

# failChequeMsg
source: Please Tray again Later
ar: الرجاء المحاولة لاحقا

# failedcardmessage
source: Card already exists, try another one.
ar: هذه البطاقه مضافه مسبقاُ

# failHeader
source: Failed
ar: فشلت العملية

# FavoritePhoneName1
source: Phone Name
ar: أسم صاحب رقم الهاتف المفضل

# FavoritePhoneNameRequired1
source: Phone Name is Required
ar: الرجاء إدخال أسم صاحب رقم الهاتف المفضل

# FavoritePhoneNumber1
source: Phone Number
ar: رقم الهاتف

# FavoritePhoneNumberRequired1
source: Phone Number is Required
ar: الرجاء إدخال رقم الهاتف

# feelFreeToSend
source: Feel Free To send us your Suggestions
ar: أرسل لنا إقتراحاتك

# FileDate1
source: File Date
ar: تاريخ الملف

# FileID1
source: File ID
ar: رقم الملف

# FileName1
source: File Name
ar: إسم الملف

# FillDataError
source: Please Fill the Data
ar: الرجاء ملء الحقول بالبيانات

# FormKind1
source: Admission Type
ar: نوع الإستمارة

# formNo1
source: Form Number
ar: رقم الإستمارة

# fromaccdet
source: From Account Details
ar: تفاصيل الحساب المحول منه

# FromAccountNo1
source: From Account Number
ar: من رقم الحساب

source: From Account Type
ar: نوع الحساب المحول منه

source: From Branch
ar: الفرع المحول منه

source: From Card
ar: البطاقة المحول منها

# fromcard1
source: From Card
ar: من البطاقه

# FromDate1
source: From Date
ar: من التاريخ

# FromDateRequired1
source: From Date is Required
ar: من التاريخ مطلوب

# FromFile1
source: From File
ar: من الملف

# Header_Statement_Type_Options1
source: Statement Type Options
ar: أنواع كشف الحساب

# Helpandsupport
source: Help & Support
ar: المساعده و الدعم

# HelpAndSupportTitle1
source: Help & Support
ar: مساعدة ودعم

# Home1
source: Home
ar: الرئيسية

# homelabel
source: Home
ar: الرئيسية

source: Invalid Amount
ar: المبلغ غير مقبول

# InvestmentBoxHeader1
source: Investment Check
ar: صيغ الإستثمار الإسلامية

# InvestmentTitle1
source: Investment
ar: صيغ الإستثمار الإسلامية

source: Invoice Expiry
ar: نهاية الفاتوره

source: Invoice Status
ar: حالة الفاتوره

# IPIN1
source: IPIN
ar: رقم الإنترنت السري

# IPIN2
source: IPIN
ar: رقم الإنترنت السري

# ipinLength1
source: The {0} must be at least {2} characters long.
ar: يجب أن يكون {0} {2} على الأقل

# IPINRequired1
source: IPIN is Required
ar: رقم الإنترنت مطلوب

# issuertranfee
source: Issuer Transaction Fee
ar: عموله المعاملة

source: Issuer Transaction Fees
ar: رسوم المعاملة

# IssueWithAccountMessage1
source: Sorry, there is an issue with your Account Please contact your branch
ar: عذرا.. هناك خطأ في حسابك.. الرجاء التواصل مع فرع البنك لمزيد من المعلومات

# Lable_AccountNumber1
source: Account Number
ar: رقم الحساب

# Lable_Amount1
source: Amount
ar: المبلغ

# Lable_CardName1
source: Card Name
ar: إسم البطاقة

# Lable_CardNumber1
source: From Card
ar: رقم البطاقة

# Lable_ChequeBook_Size1
source: ChequeBook Size
ar: حجم دفتر الشيكات

# Lable_ExpDate1
source: Expiration Date
ar: تاريخ الإنتهاء

# Lable_FromDate1
source: From Date:
ar: من التاريخ

# Lable_From_Cheque_Number1
source: From Cheque Number
ar: من رقم الشيك

# Lable_IPIN1
source: IPIN
ar: رقم الإنترنت السري

# Lable_Month1
source: Month
ar: الشهر

# Lable_No_of_Trans1
source: Number of Transaction
ar: عدد الحركات

# Lable_PolicyNo
source: Policy Number
ar: رقم البوليصة

# Lable_Salary_File1
source: Salary File
ar: ملف الرواتب

# Lable_ToDate1
source: To Date:
ar: حتى التاريخ

# Lable_To_Cheque_Number1
source: To Cheque Number
ar: حتى الشيك رقم

# Lable_Year1
source: Year
ar: السنة

source: Last 4 Digits
ar: أخر 4 أرقام

# LastFourDigits1
source: Last Four Digits
ar: اخر اربعه ارقام

# LastInvoiceDate1
source: Last Invoice Date
ar: تاريخ اخر فاتورة

# lastlabel
source: Last
ar: آخر

# lastloginlabel
source: Last login was on :
ar: أخر دخول كان في

# Last_Succesful_Login1
source: Last Succesful Login
ar: آخر دخول ناجح

# Last_Unsuccesfull_Logins1
source: Last Unsuccesfull Logins
ar: آخر دخول غير ناجح

# leger
source: Leger Balance
ar: الرصيد الكلي

source: Linked
ar: المسجله

# linkslabel
source: Links
ar: المفضلة

# loginBox1
source: Sign in to start your session
ar: الرجاء الدخول لبدء معاملاتك

# LoginBtn1
source: Login
ar: تسجيل الدخول

# loginpasswordlabel
source: Password
ar: كلمة المرور

# loginusernamelabel
source: Username
ar: اسم المستخدم

source: Logout
ar: خروج

# logoutlabel
source: Logout
ar: تسجيل خروج

# ManageCardsTitle1
source: Manage Your Cards
ar: إدارة البطاقات

# ManageMetersTitle1
source: Manage your Meters
ar: إدارة العدادات المفضلة

# ManagePhonesTitle1
source: Manage your Favorite Phones
ar: إدارة الهواتف المفضلة

# manageprofilelabel
source: Manage Your Profile
ar: تعديل المعلومات الشخصية

# Manage_Account1
source: Manage Account
ar: إدارة ملفك الشخصي

# Message1
source: Message
ar: الرسالة

# MessageRequired1
source: Message is Required
ar: الرجاء إدخال الرسالة

# MeterAlreadyExistsError
source: Meter Already Exists, Please add different Meter Number..
ar: رقم العداد مسجل مسبقا.. الرجاء إدخال رقم آخر

# MeterFees1
source: Meter Fees
ar: رسوم العداد

# MeterName1
source: Meter Name
ar: إسم العداد

# MeterNameRequired1
source: t
ar: الرجاء إدخال غسم العداد

# MeterNo1
source: Meter Number
ar: رقم العداد

# MeterNoLong1
source: Meter Number is 11 digits long
ar: تأكد أن رقم العداد مكون من 11 رقم

# MeterNoRequired1
source: Meter Number is Required
ar: رقم العداد مطلوب

# MeterNumber1
source: Electricity Meter
ar: عداد الكهرباء

# MeterNumberRequired1
source: Meter Number is Required
ar: الرجاء إدخال رقم العداد

# Mini_Statement
source: Last 20 Transactions
ar: آخر 20 حركة

# Mobile1
source: Mobile Number
ar: رقم الهاتف

# MobileBillPaymentService1
source: Mobile Bill Payment Service
ar: دفع فاتورة الهاتف

# MobileBill_Payment_Service1
source: Mobile Bill Payment Service
ar: دفع فاتورة الهاتف

# MobileLong1
source: Mobile Number Must be 12 Digits Long
ar: تأكد أن رقم الهاتف مكون من 12 رقم يشمل مفتاح السودان 249

# MobileRequired1
source: Mobile Number is Required
ar: رقم الهاتف مطلوب

# MOHE1
source: Higher Education
ar: التعليم العالي

# MOHE_BoxHeader1
source: Higher Education Payment Service
ar: سداد رسوم التعليم العالي

# MOHE_StudentNo1
source: Student Number
ar: رقم الطالب

# MOHE_StudentNoRequired1
source: Student Number is Required
ar: الرجاء إدخال رقم الطالب

source: My Accounts
ar: حساباتي

# MyChequeStatus1
source: My Cheque Status
ar: حالة شيكاتي

# MyTransactions_BoxHeader1
source: My Transactions
ar: حركاتي

# My_Statement1
source: My Statement
ar: حسابي

# My_Transfers1
source: My Transfers
ar: تحاويلي

# Name1
source: Customer Name
ar: اسم العميل

# NameRequired1
source: Name is Required
ar: اسم العميل مطلوب

source: Narration
ar: بيــــــان

# NetAmount1
source: Net Amount
ar: القيمة الصافية

# NewIPIN1
source: New IPIN
ar: كلمة الإنترنت السرية الجديدة

# NewIPINRequired1
source: New IPIN is Required
ar: كلمة الإنترنت السرية الجديدة مطلوبة

# NewPassowrd1
source: New Password
ar: كلمة السر الجديدة

# NewPassowrdRequired1
source: Plese Enter New Password
ar: الرجاء إدخال كلمة السر الجديدة

source: News
ar: المستجدات

# NoOfRows1
source: Number Of Rows
ar: عدد الحقول

# noStatementRecords1
source: There is No Recorded Transaction made with the selected Account
ar: عذرا لاتوجد حركات مسجلة تحت رقم الحساب الذي أخترته

# NotPaidAmount1
source: Not Paid Amount
ar: الأقساط المؤجلة

# numberlabel
source: Number
ar: عدد

# NumericValidationError1
source: Enter only numeric number
ar: أدخل رقم فقط

source: Office
ar: المكتب

# operatormessage
source: Operatot Message
ar: رسالة المشغل

# OperatorMsg1
source: Operator Message
ar: رسالة المحول

# OwnTransferTitle1
source: Own bank account transfer
ar: تحويل بين حساباتك

# PaidAmount1
source: Paid Amount
ar: الأقساط المسددة

# password1
source: password
ar: كلمة السر

# passwordRequired1
source: password is Required
ar: كلمة السر مطلوبة

source: Payer Name
ar: إسم الدافع

source: Payment
ar: دفعيات

# Payment_Parent1
source: Payment
ar: خدمات الدفع

# Pay_Bill_Button1
source: Pay Bill
ar: دفع الفاتورة

source: Pending Transfers
ar: المعاملات المنشئه

# PhoneAlreadyExistsError
source: Phone Number Already Exists, Please add different Phone Number..
ar: رقم الهاتف مسجل مسبقا.. الرجاء إدخال رقم آخر

# phoneLength1
source: The {0} must be at least {2} characters long.
ar: يجب أن يكون {0} {2} على الأقل

# PhoneNo1
source: Phone Number
ar: رقم الهاتف

# PhoneNoRequired1
source: Phone Number is Required
ar: رقم الهاتف مطلوب

# PlaceHolder_Amount1
source: Amount in SDG
ar: المبلغ بالجنيه السوداني

# PlaceHolder_from_chqNo1
source: Enter From Cheque Number...
ar: أدخل رقم الشيك

# PlaceHolder_IPIN
source: IPIN
ar: رقم الإنترنت السري مكون من 4 أرقام

# PlaceHolder_Select_Account1
source: -- Select Account --
ar: -- إختر حساب --

# PlaceHolder_Select_Card1
source: Card Number is 16 or 19 digits
ar: رقم البطاقة مكون من 16 أو 19 رقم

# PlaceHolder_Select_No_of_Trans1
source: -- Select Number Of Transaction --
ar: -- إختر عدد الحركات --

# PlaceHolder_to_chqNo1
source: Enter To Cheque Number...
ar: أدخل رقم الشيك

# PolicyNoRequired1
source: Please Enter Policy Number
ar: الرجاء إدخال رقم البوليصة

# procError
source: Process Error
ar: خطأ العملية

# procstatus
source: Process Status
ar: حالة العملية

source: Profile
ar: الملف الشخصي

# QL_Electricity_info1
source: Pay for electricity bill quickly and easily
ar: أدفع فاتورة الكهرباء بسهولة

# QL_Electricity_Purchase1
source: Electricity Purchase
ar: دفع الكهرباء

# QL_TopupInfo1
source: purchase your top-up with this service
ar: تمكنك الخدمة من شراء رصيد

# QL_Top_up1
source: purchase your top-up with this service
ar: قم بشراء رصيد

# QL_Transfer1
source: Transfer to other account
ar: تحويل لحساب

# QL_Transfer_info1
source: Transfer funds from account to another with this service
ar: قم بتحويل نقدي من حسابك إلى حساب آخر

# quicklabel
source: Quick
ar: الروابط

# Quick_Links1
source: Quick Links
ar: روابط قصيرة

# Radio_Number_Of_Transaction1
source: Number Of Transaction
ar: عدد الحركات

# Radio_Period1
source: Period
ar: فترة زمنية

# receiptNo1
source: Receipt Number
ar: رقم الإيصال

source: Receipt Number
ar: رقم الفاتوره

source: Refrence ID
ar: رقم المرجع

# Reject1
source: Reject
ar: رفض

# RememberMe1
source: Remember Me
ar: تذكرني

# ReNewIPIN1
source: Retype New IPIN
ar: أعد كتابة كلمة الإنترنت السرية

# ReNewIPINRequired1
source: Please RetypeNew IPIN
ar: الرجاء إعادة كتابة كلمة الإنترنت السرية

# reNewPassowrd1
source: Confirm New Password
ar: تأكيد كلمة السر الجديدة
