Repository: lobna-abdalrahman/khalijIB
Catalog: InternetBanking_v1/App_LocalResources/GlobalRes.*.resx
Languages: ar

source: Dashboard
ar: لوحة الرئيسية

source: Home
ar: الرئيسية

source: Last Succesful Login
ar: آخر دخول ناجح

source: Last Unsuccesfull Logins
ar: آخر دخول غير ناجح

source: Manage Account
ar: إدارة ملفك الشخصي

# QL_Electricity_info
source: Pay for electricity bill quickly and easily
ar: أدفع فاتورة الكهرباء بسهولة

# QL_Electricity_Purchase
source: Electricity Purchase
ar: دفع الكهرباء

# QL_Top_up
source: purchase your top-up with this service
ar: قم بشراء رصيد

# QL_Transfer
source: Transfer to other account
ar: تحويل لحساب

# QL_Transfer_info
source: Transfer funds from account to another with this service
ar: قم بتحويل نقدي من حسابك إلى حساب آخر

source: Quick Links
ar: روابط قصيرة

# AccSummary_AccountNumber
source: Account Number
ar: رقم الحساب

# AccSummary_BoxHeader
source: My Accounts
ar: حساباتي

# AccSummary_Details
source: Details
ar: تفاصيل

# AccSummary_Parent
source: Accounts
ar: حسابي

# AccSummary_Title
source: Account Summary
ar: ملخص الحسابات

# ButtonSubmit
source: Submit
ar: تأكيد

# ChqStatus_BoxHeader
source: Find your Cheque Status
ar: تعرف على حالة شيكاتك

# ChqStatus_Title
source: Cheque Status
ar: حالة الشيك

# Dash_LatestTrans
source: Latest Transactions
ar: آخر حركات

# Dash_MoreInfo
source: More Info
ar: معلومات إضافية

# Dash_PrimaryBalance
source: Primary Balance
ar: الرصيد

# Dash_TransferSummary
source: Transfer Summary
ar: ملخص التحاويل

# Dash_Transfer_sub
source: Transfers
ar: تحويلة

# Dash_UserAccounts
source: User Accounts
ar: حساباتي

# Lable_AccountNumber
source: Account Number
ar: رقم الحساب

# Lable_From_Cheque_Number
source: From Cheque Number
ar: من رقم الشيك

# Lable_To_Cheque_Number
source: To Cheque Number
ar: حتى الشيك رقم

# PlaceHolder_from_chqNo
source: Enter From Cheque Number...
ar: أدخل رقم الشيك

# PlaceHolder_Select_Account
source: -- Select Account --
ar: -- إختر حساب --

# PlaceHolder_to_chqNo
source: Enter To Cheque Number...
ar: أدخل رقم الشيك

# AccountNo
source: Account number
ar: رقم الحساب

source: Accounts and status
ar: الحسابات وحالتها

source: Account Type
ar: نوع الحساب

source: Account Statement
ar: كشف حساب

# AccStatementBoxHeader
source: Select Account Number to view Statement
ar: إختر رقم حساب لمعرفة كشف الحساب

# AddCardBoxHeader
source: Add Favorite Cards
ar: أضافة بطاقة جديدة

# AddCardButton
source: Add Card
ar: إضافة

# AddCardTitle
source: Add Card
ar: أضافة بطاقة

source: Address
ar: العنوان

# AddressRequired
source: Address is Required
ar: العنوان مطلوب

source: Amount
ar: المبلغ

# AmountRequired
source: Amount is Required
ar: الرجاء إدخال المبلغ

# arabiName
source: Arabic Name
ar: الإسم بالعربي

source: Bill Amount
ar: قيمة الفاتورة

source: Biller Name
ar: إسم المشغل

# BillerNameRequired
source: Biller Name is Required
ar: إسم المشغل مطلوب

# Bill_Information
source: My Bill Information
ar: معلومات الفاتورة

source: Branch
ar: الفرع

# ButtonTransfer
source: Transfer
ar: تحويل

# ButtonUpdate
source: Update
ar: تجديد

# Button_Create_PDF
source: Create PDF
ar: PDF حفظ ملف

# Button_Export_Excel
source: Export Excel
ar: Excel حفظ ملف

source: Card Name
ar: إسم البطاقة

# CardNameRequired
source: Please Enter Card Name
ar: الرجاء إدخال إسم البطاقة

source: Card Number
ar: رقم البطاقة

# CardNumberRequired
source: Please Enter Card Number
ar: الرجاء إدخال رقم البطاقة

source: Change Your Password
ar: تجديد كلمة السر

# CheqNum
source: Cheque Number
ar: رقم الشيك

source: Cheque Date
ar: تاريخ الشيك

# ChequeNumberRequired
source: Cheque Number is Required
ar: رقم الشيك مطلوب

# ChequeRangeError
source: Please Check Cheque Range
ar: الرجاء التأكد من نطاق الشيكات

source: Cheque Status
ar: حالة الشيك

# ConnectivityIssue
source: Connectivity Issue, Please Try Again Later
ar: هناك خطأ في الوصول, الرجاء المحاولة لاحقا

# ContactUsTitle
source: Contact Us
ar: تواصل معنا

source: Continue
ar: متابعة

source: contract Number
ar: رقم التعاقد

# Corprate_Parent
source: Corprate
ar: الشركات

source: Course ID
ar: نوع المجال

source: Currency
ar: العملة

source: Current IPIN
ar: كلمة الإنترنت السرية الحالية

# CurrentIPINRequired
source: Current IPIN is Required
ar: كلمة الإنترنت السرية مطلوبة

source: Current Passowrd
ar: كلمة السر الحالية

# CurrentPassowrdRequired
source: Plese Enter Current Password
ar: الرجاء إدخال كلمة السر الحالية

source: Customer Name
ar: إسم العميل

# Customs_bill
source: My bill
ar: الفاتورة

# Customs_Title
source: Customs billPayment
ar: دفع فاتورة الجمارك

# EGovBoxHeader
source: E-Gov Payment Service
ar: دفع إيصالات حكومية

# EGovTitle
source: E-Gov payment
ar: دفع إيصالات حكومية

# EGov_InvoiceNo
source: Invoice Number
ar: رقم الإيصال

# EGov_InvoiceNo_Required
source: Invoice Number is Required
ar: رقم الإيصال مطلوب

source: Electricity Information
ar: معلومات الكهرباء

source: Electricity Information
ar: معلومات الكهرباء

# Electricity_Payment_BoxHeader
source: Electricity Payment
ar: شراء الكهرباء

source: Email
ar: البريد الإلكتروني

# EmailInvalid
source: Please Write a valid e-mail
ar: الرجاء إدخال بريد إلكتروني صالح

# EmailRequired
source: Email is Required
ar: البريد الإلكتروني مطلوب

source: English Name
ar: الإسم بالإنجليزية

source: Form Kind
ar: نوع الإستمارة

# formNo
source: Form Number
ar: رقم الإستمارة

# FromAccountNo
source: From Account Number
ar: من رقم الحساب

source: From File
ar: من الملف

# Header_Statement_Type_Options
source: Statement Type Options
ar: أنواع كشف الحساب

# InvestmentBoxHeader
source: Investment Check
ar: صيغ الإستثمار الإسلامية

# InvestmentTitle
source: Investment
ar: صيغ الإستثمار الإسلامية

source: IPIN
ar: رقم الإنترنت السري

# IPINRequired
source: IPIN is Required
ar: رقم الإنترنت مطلوب

# Lable_CardName
source: Card Name
ar: إسم البطاقة

# Lable_FromDate
source: From Date:
ar: من التاريخ

# Lable_No_of_Trans
source: Number of Transaction
ar: عدد الحركات

# Lable_Salary_File
source: Salary File
ar: ملف الرواتب

# Lable_ToDate
source: To Date:
ar: حتى التاريخ

source: Meter Fees
ar: رسوم العداد

# MeterNo
source: Meter Number
ar: رقم العداد

# MeterNoLong
source: Meter Number is 11 digits long
ar: تأكد أن رقم العداد مكون من 11 رقم

# MeterNoRequired
source: Meter Number is Required
ar: رقم العداد مطلوب

# Mobile
source: Mobile Number
ar: رقم الهاتف

source: Mobile Bill Payment Service
ar: دفع فاتورة الهاتف

source: Mobile Bill Payment Service
ar: دفع فاتورة الهاتف

# MobileLong
source: Mobile Number Must be 12 Digits Long
ar: تأكد أن رقم الهاتف مكون من 12 رقم يشمل مفتاح السودان 249

# MobileRequired
source: Mobile Number is Required
ar: رقم الهاتف مطلوب

# MOHE
source: Higher Education
ar: التعليم العالي

# MOHE_BoxHeader
source: Higher Education Payment Service
ar: سداد رسوم التعليم العالي

# MOHE_StudentNo
source: Student Number
ar: رقم الطالب

# MOHE_StudentNoRequired
source: Student Number is Required
ar: الرجاء إدخال رقم الطالب

source: My Cheque Status
ar: حالة شيكاتي

source: My Statement
ar: حسابي

source: My Transfers
ar: تحاويلي

source: Net Amount
ar: القيمة الصافية

source: New IPIN
ar: كلمة الإنترنت السرية الجديدة

# NewIPINRequired
source: New IPIN is Required
ar: كلمة الإنترنت السرية الجديدة مطلوبة

source: New Passowrd
ar: كلمة السر الجديدة

# NewPassowrdRequired
source: Plese Enter New Password
ar: الرجاء إدخال كلمة السر الجديدة

source: Not Paid Amount
ar: الأقساط المؤجلة

# OperatorMsg
source: Operator Message
ar: رسالة المحول

# OwnTransferTitle
source: Own Transfer
ar: تحويل بين حساباتك

source: Paid Amount
ar: الأقساط المسددة

# Pay_Bill_Button
source: Pay Bill
ar: دفع الفاتورة

# PlaceHolder_Select_No_of_Trans
source: -- Select Number Of Transaction --
ar: -- إختر عدد الحركات --

# PolicyNoRequired
source: Please Enter Policy Number
ar: الرجاء إدخال رقم البوليصة

# QL_TopupInfo
source: purchase your top-up with this service
ar: تمكنك الخدمة من شراء رصيد

# Radio_Number_Of_Transaction
source: Number Of Transaction
ar: عدد الحركات

# Radio_Period
source: Period
ar: فترة زمنية

# receiptNo
source: Receipt Number
ar: رقم الإيصال

# ReNewIPIN
source: Retype New IPIN
ar: أعد كتابة كلمة الإنترنت السرية

# ReNewIPINRequired
source: Please RetypeNew IPIN
ar: الرجاء إعادة كتابة كلمة الإنترنت السرية

# reNewPassowrd
source: Confirm New Password
ar: تأكيد كلمة السر الجديدة

# RequestNewChequeTitle
source: Request a new Cheque
ar: طلب دفتر شيكات

# SalaryAccountNo
source: To Account Number
ar: لرقم الحساب

# Salary_Transfer_Title
source: Salary Transfer
ar: تحويل رواتب

source: -- Select Account Type --
ar: -- إختر نوع الحساب --

source: -- Select Branch --
ar: -- إختر الفرع --

source: -- Select Currency --
ar: -- إختر العملة--

# SendSuggestions
source: Send your Suggestions
ar: أرسل إقتراحاتك

# SendUsMessageTitle
source: Send Us a Message
ar: راسلنا

# SendUs_Button
source: Send
ar: إرسال

# SendUs_Email
source: Email
ar: البريد الإلكتروني

# SendUs_Message
source: Your Message..
ar: الرسالة...

# SendUs_Name
source: Your Name
ar: إسم المستخدم

# SendUs_Subject
source: Subject
ar: الموضوع

# SendYourSuggestion
source: Send your Suggestions
ar: أرسل مقترحاتك

# Services_Parent
source: Services
ar: الخدمات

source: Status
ar: الحالة

# Telecom_Title
source: Telecom Payment
ar: دفعيات الإتصالات

# ToAccountNo
source: Customer CIF
ar: تحويل لحساب آخر

# ToBankCustomer
source: To bank customer Transfer
ar: تحويل لعميل البنك

source: To Card Number
ar: إلى البطاقة

# ToCardNumberRequired
source: Please Enter To Card Number
ar: الرجاء إدخال رقم البطاقة

# ToCard_BoxHeader
source: Card Transfer
ar: تحويل لبطاقة

# ToCard_Title
source: To Card
ar: تحويل لبطاقة

source: Token
ar: رقم التوكن

# ToPhoneNo
source: To Phone Number
ar: لرقم الهاتف

# ToPhoneNoRequired
source: To Phone Number is Required
ar: رقم الهاتف مطلوب

source: Top up Service
ar: شراء رصيد

source: Total
ar: المجموع

source: Total Amount
ar: المبلغ الكلي

source: Total Succesful Rows
ar: إجمالي الصفوف التي نجح التحويل لها

source: Total Amount
ar: القيمة الإجمالية

source: Total Rows
ar: إجمالي الصفوف

source: Total Succesful Rows
ar: إجمالي الصفوف التي نجح التحويل لها

source: Transaction ID
ar: رقم الحركة

source: Transaction Name
ar: إسم الحركة

# Transaction_Status
source: Status
ar: حالة الحركة

# Transfer_Parent
source: Transfer
ar: تحويل

source: Unbilled Amount
ar: مبلغ غير مدفوع

source: Units In Kwh
ar: الوحدات بالكيلو واط

source: Update Information
ar: تجديد المعلومات

# Update_IPIN_Title
source: Update IPIN
ar: تغيير كلمة الإنترنت السرية

# Update_Password_Title
source: Update Password
ar: تغيير كلمة السر

source: USER
ar: المستخدم

# ViewChequesTitle
source: View Cheques
ar: عرض الشيكات

source: View Investment
ar: عرض التفاصيل

source: View Accounts
ar: عرض الحسابات

source: View Statement
ar: عرض كشف الحساب

source: Water Fees
ar: رسوم المياه

source: Your Information
ar: معلوماتك

# Lable_Amount
source: Amount
ar: المبلغ

# Lable_CardNumber
source: Select Card
ar: رقم البطاقة

# Lable_ExpDate
source: Expiration Date
ar: تاريخ الإنتهاء

# Lable_IPIN
source: IPIN
ar: رقم الإنترنت السري

# Lable_Month
source: Month
ar: الشهر

# Lable_Year
source: Year
ar: السنة

# PlaceHolder_Select_Card
source: -- Select Card --
ar: -- إختر بطاقتك --

source: All Transactions
ar: عرض كل الحركات

source: Contact Us
ar: تواصل معنا

# Electricity_Title
source: Electricity Payment
ar: شراء كهرباء

# HelpAndSupportTitle
source: Help & Support
ar: مساعدة ودعم

# Lable_ChequeBook_Size
source: ChequeBook Size
ar: حجم دفتر الشيكات

source: Message
ar: الرسالة

# MessageRequired
source: Message is Required
ar: الرجاء إدخال الرسالة

# MyTransactions_BoxHeader
source: My Transactions
ar: حركاتي

# Payment_Parent
source: Payment
ar: خدمات الدفع

# RequestNewChequeBook_BoxHeader
source: Request New Cheque-Book
ar: طلب دفتر شيكات

source: Subject
ar: الموضوع

# SubjectRequired
source: Subject is Required
ar: الموضوع مطلوب

# TransactionsTitle
source: Transactions
ar: الحركات

source: User Name
ar: إسم المستخدم

# UserNameRequired
source: User Name is Required
ar: إسم المستخدم مطلوب

source: View All Transactions
ar: عرض كل الحركات

# loginBox
source: Sign in to start your session
ar: الرجاء الدخول لبدء معاملاتك

# LoginBtn
source: Login
ar: تسجيل الدخول

source: password
ar: كلمة السر

# passwordRequired
source: password is Required
ar: كلمة السر مطلوبة

source: Remember Me
ar: تذكرني

# BlockedAccountMessage
source: Sorry, Your account is blocked please contact your branch
ar: عذرا.. تم حجب حسابك الرجاء التواصل مع فرع البنك للمزيد من المعلومات

# ChequeBookStatusBtn
source: View Status
ar: عرض الحالة

# ChequeBookStatusTitle
source: Cheque-Book Status
ar: حالة طلبات دفتر الشيكات

# DeActivatedAccountMessage
source: Sorry, Your account is De-Activated or Deleted please contact your branch
ar: عذرا.. تم إيقاف أو حذف حسابك, الرجاء التواصل مع فرع البنك للمزيد من المعلومات

source: From Date
ar: من التاريخ

# FromDateRequired
source: From Date is Required
ar: من التاريخ مطلوب

# IssueWithAccountMessage
source: Sorry, there is an issue with your Account Please contact your branch
ar: عذرا.. هناك خطأ في حسابك.. الرجاء التواصل مع فرع البنك لمزيد من المعلومات

# RequestedDate
source: Request Date
ar: تاريخ الطلب

source: Requested Size
ar: حجم الدفتر المطلوب

source: To Date
ar: حتى التاريخ

# ToDateRequired
source: To Date is Required
ar: حتى التاريخ مطلوب

# ViewStatementBtn
source: View Statement
ar: كشف الحساب

source: Card ID
ar: ترتيب البطاقة

source: Edit Card
ar: تعديل بطاقة

# ManageCardsTitle
source: Manage Your Cards
ar: إدارة البطاقات

source: Authorize Transfer
ar: تصديق الحوالة

# AuthorizeTransferDetails
source: Transfer Details
ar: تفاصيل الحوالة

source: File Date
ar: تاريخ الملف

source: File ID
ar: رقم الملف

source: File Name
ar: إسم الملف

# NoOfRows
source: Number Of Rows
ar: عدد الحقول

source: All Transfers
ar: التحاويل

source: Details
ar: تفاصيل

source: Reject
ar: رفض

# Name
source: Customer Name
ar: اسم العميل

# NameRequired
source: Customer Name is Required
ar: اسم العميل مطلوب

# PhoneNo
source: Phone Number
ar: رقم الهاتف

# PhoneNoRequired
source: Phone Number is Required
ar: رقم الهاتف مطلوب

# ToNonCustomer
source: To Branch Counter Transfer
ar: تحويل لكاونتر الفرع

# PlaceHolder_Amount
source: Amount in SDG
ar: المبلغ بالجنيه السودانى

source: Verification Code
ar: رمز التحقــق

# VerificationCodeRequired
source: Verification Code is Required
ar: الرجاء إدخال رمز التحقق

# noStatementRecords
source: There is No Recorded Transaction made with the selected Account
ar: عذرا لاتوجد حركات مسجلة تحت رقم الحساب الذي أخترته

# NumericValidationError
source: Enter only numeric number
ar: أدخل رقم فقط

# support
source: Please Contact For Support
ar: الرجاء الاتصال بالدعم الفنى

# ConnectivityErrorMessage
source: Sorry Connectivity Issue.. please try again later
ar: عذرا هناك خطأ في الإتصال.. الرجاء المحولة لاحقا

# ChooseDifferentAccountAlert
source: Please Choose a different Account
ar: الرجاءإختيار رقم حساب مختلف

# DeclarntRequired
source: Please Enter Declarant Number
ar: الرجاء إدخال رقم المخلص

# Lable_Declarnt
source: Declarant Number
ar: رقم المخلص

source: Reciever Name
ar: اسم المستفيد

source: Sender Name
ar: اسم المحول

source: Transfer Reference
ar: مرجع الحركة

source: Benifitiary Name
ar: إسم المستفيد

source: Benifitiary Phone
ar: رقم هاتف المستفيد

source: Choose
ar: إختر

# chooseFavoriteCard
source: Choose Card
ar: إختر بطاقة

# EditMeterTitle
source: Edit Meter Information
ar: تعديل معلومات العداد

# EditPhoneTitle
source: Edit Phone information
ar: تعديل معلومات رقم الهاتف

# FavoritePhoneName
source: Phone Name
ar: أسم صاحب رقم الهاتف المفضل

# ManageMetersTitle
source: Manage your Meters
ar: إدارة العدادات المفضلة

# ManagePhonesTitle
source: Manage your Favorite Phones
ar: إدارة الهواتف المفضلة

source: Meter Name
ar: إسم العداد

# AccountAlreadyExistsError
source: Account Already Exists, Please add different Account Number..
ar: رقم الحساب موجود مسبقا. الرجاء إدخال رقم حساب جديد

# AccountDesc
source: Account Information
ar: معلومات الحساب

source: Account Name
ar: إسم الحساب

# AccountNameRequired
source: Account Name is Required
ar: إسم الحساب مطلوب

# AddAccountButton
source: Add Account
ar: أضف الحساب

# AddAccountTitle
source: Add Account
ar: أضف الحساب

source: Full Account Number
ar: رقم الحساب الكامل

# ShortAccountNumber
source: Account Number
ar: رقم الحساب

# SuccessAccountMessage
source: Your Account has been Added successfully
ar: تم إضافة رقم الحساب بنجاح

source: Cardless Transfer
ar: تحويل بدون بطاقة

source: Favorite Phone ID
ar: معرف الهاتف

# FavoritePhoneNameRequired
source: Phone Name is Required
ar: إسم صاحب الهاتف مطلوب

source: Favorite Phone Number
ar: رقم الهاتف

# FavoritePhoneNumberRequired
source: Favorite Phone Number is Required
ar: رقم الهاتف مطلوب

source: Meter ID
ar: معرف العداد

# MeterNameRequired
source: Meter Name is Required
ar: إسم العداد مطلوب

source: Meter Number
ar: رقم العداد

# MeterNumberRequired
source: Meter Number is Required
ar: رقم العداد مطلوب

source: Voucher Information
ar: معلومات التوكن

# Lable_DeclarntCode
source: Declarnt Code
ar: رقم المخلص

# ALBrooj_Title
source: Al Buruj Payment
ar: دفع فواتير البروج

# ALBrooj
source: Al Buruj
ar: البروج

# btn_cancel
source: Cancel
ar: الغاء

# choose_your_account
source: Choice Your Account
ar: اختار رقم الحساب

source: Get Order Info
ar: استعلام عن تفاصيل الطلب

source: Invoice
ar: فاتــوره

source: Order NO
ar: رقم الطلب

# order_no_reqruired
source: Order NO is Required
ar: الرجاء إدخال رقم الطلب

# Pay_Bill
source: Pay
ar: دفـــــع

# ContractNo
source: Contract Number
ar: رقم العقد

source: Last Four Digits
ar: اخر اربعه ارقام

source: Last Invoice Date
ar: تاريخ اخر فاتورة

source: Subscriber ID
ar: رقم الاشتراك

# ans1
source: It is an easy-to-use service and you can benefit from it at home, at work or anywhere, all you have to do is enter the our website www.al-khaleejbank.com and choose the service.
ar: هي خدمة سهلة الإستخدام ويمكنك الإستفادة منها في المنزل او في العمل او في اي مكان ، كل ما عليه فعله هو الدخول لموقع بنك الخليج www.al-khaleejbank.com واختيار الخدمة.

# ans11
source: Through the service, you can perform routine daily transactions and finding your account statement.
ar: يمكنك من خلال الخدمة ان يقوم بإجراء المعاملات اليومية الروتينية ومعرفة كشف الحساب ،

# ans12
source: You can also make transfers, make top-ups and pay bills in addition to many other features.
ar: كما بإمكانه إجراء التحاويل ، وإعاده شحن رصيد الهاتف ودفع الفواتير بالإضافة إلى العديد من المميزات الأخرى.

# ans2
source: Internet Banking Service for Individuals:
ar: خدمة الانترنت المصرفي للأفراد:

# ans3
source: Visit the website www.al-khaleejbank.com.
ar: قم بزيارة موقع البنك عبر www.al-khaleejbank.com

# ans31
source: Press at “Internet Banking”.
ar: اضغط على internet banking

# ans32
source: Enter your data to access the Internet Banking Service.
ar: ادخل بياناتك الخاصة بالدخول إلى خدمة الإنترنت المصرفي

# ans33
source: Enter your password to log-in and enjoy all services we’re providing.
ar: ادخل كلمة المرور الخاصة بك لتأكيد عملية الدخول واستمتع بالخدمات التي نقدمها لك

# ans4
source: To complete the transfer between accounts, the system will automatically send “OTP” via your phone that’s linked to your account and all you have to do is enter the password to complete the process.
ar: لإكمال عملية التحويل بين الحسابات سيقوم النظام تلقائيا بإرسال (كلمة مرور مؤقتة يتم استخدامها لمرة واحدة) وذلك عبر هاتفك المرتبط بحسابك وكل ما عليك هو إدخال كلمة المرور لإكمال العملية.

# ans5
source: We’ve issued a unique password calls OTP (One Time Password) when you do the process of transferring between and to any account within Al-Khaleej Bank, the OTP is a safety factor to verify the integrity of your entry and to protect you from fraud via the Internet, which is a digital code issued and sent to you automatically by the system in the mobile number or your registered email address.
ar: قمنا في بنك الخليج بإصدار كلمة مرور مؤقتة عند عملية التحويل بين وإلى أي حساب داخل بنك الخليج ، وكلمة المرور المؤقتة هي عبارة عن عامل أمان للتحقق من سلامة دخولك ولحمايتك من عمليات الاحتيال عبر الانترنت وهي عبارة عن رمز رقمي يصدره ويرسله لك النظام تلقائياً في رقم الجوال أو عنوان البريد الإلكتروني المسجل لدينا.

# ans6
source: If you didn’t receive the OTP that could you for two reasons:
ar: في حالة عدم استلام كلمة المرور فإن هذا الأمر يرجع لسببين هما :

# ans61
source: Delay causes from telecommunication (at this case please try again shortly).
ar: التأخير الناجم من شركة الإتصالات ( في هذه الحالة سنطلب منك المحاولة بعد فترة قصيرة ).

# ans62
source: Changing registered phone number or email (kindly update your details at your branch).
ar: • تغيير رقم الهاتف أو البريد الإلكتروني وعدم إخطارنا بالتغيير (هنا سنطلب منكم تحديث رقم الهاتف / البريد الإلكتروني وإخطار فرعكم).

# ans7
source: For reasons related to protecting your information and money, please do not disclose your password or write it down in a clear place.
ar: لأسباب تتعلق بحماية معلوماتكم وأموالكم، يرجى عدم الإفصاح عن كلمة المرور أو تدوينها في مكان واضح.

# ans71
source: You can change the password by using the following options:
ar: بإمكانك تغيير كلمة المرور وذلك عبر الخيارات التالية :

# ans72
source: Visit our website www.al-khaleejbank.com and click "Sign in" in the box for Internet Banking.
ar: اذهب إلى الموقع الإلكتروني لبنك الخليج www.al-khaleejbank.com واضغط على “تسجيل الدخول” في المربع الخاص بخدمة الإنترنت المصرفي .

# ans73
source: Click on Forgot Password
ar: اضغط على Forgot password

# ans74
source: Enter the user name and account number and follow the instructions.
ar: ادخل اسم المستخدم ورقم الحساب واتبع التعليمات.

# ans75
source: Enter the password that you will receive via your phone or email that’s registered with the bank
ar: ادخل كلمة المرور التي ستستلمها عبر هاتفك أو بريدك الإلكتروني المسجّل لدى البنك.

# ans76
source: When entering the password, you will be given a temporary password for accessing the Internet Banking Service via your phone or email registered with the bank.
ar: عند إدخال كلمة المرور ستسلم عبر هاتفك أو بريدك الإلكتروني المسجّل لدى البنك كلمة مرور مؤقتة خاصة بالدخول إلى خدمة الإنترنت المصرفي.

# ans8
source: We apologize if you are facing difficulties in using the Internet Banking, you can contact us via e-mail: www.info@al-khaleejbank.com or by calling our call center at 7575.
ar: نأسف إذا كنت تواجه صعوبات في استخدام خدمة الإنترنت المصرفي ، يمكنك التواصل معنا عبر البريد الإلكتروني: www.info@al-khaleejbank.com أو عبر هاتف مركز خدمات العملاء على الرقم 7575.

source: Confirm New Password
ar: تأكيد كلمه المرور الجديده

# Confirmpassmsg
source: Please make sure to Match written Password correctly
ar: يرجى التأكد من مطابقة كلمة المرور المكتوبة بشكل صحيح

source: Current Password
ar: كلمه المرور الحاليه

source: FAQs
ar: الأسئلة الشائعة

# FAQstitle
source: Internet Banking from Al-Khaleej Bank
ar: الانترنت المصرفي من بنك الخليج

# feature1
source: The service is safe and available 24/7.
ar: الخدمة آمنة ومتوفرة 24/7 .

# feature2
source: The registration process is easy, simple and free.
ar: عملية التسجيل في الخدمة سهلة ، بسيطة و مجانية.

# feature3
source: The service is available to all Al-Khaleej Bank customers.
ar: الخدمة متوفرة لجميع عملاء بنك الخليج.

# feature4
source: The availability of the system and response time shall be according to the conditions of the telecommunication Authority.
ar: توفر النظام وزمن الاستجابة يكون وفقاً لشروط سوق الاتصالات.

# feature5
source: We hope that the improvements and developments will be appropriate to the current development as we are more determined to provide all that is unique and we look forward to achieving more development in keeping with the technical development.
ar: نأمل أن تكون التحسينات والتطويرات مناسبة وملائمة للتطور الحالي حيث أننا أكثر إصراراً على تقديم كل ماهو مميز ونتطلع لتحقيق المزيد من التطور مواكبة للتطور التقني.

source: Forgot Password?
ar: هل نسيت كلمة المرور؟

# invalidphone
source: Invalid Phone Number
ar: رقم الهاتف غير صحيح
